var questions = []; //вопросы

questions[0] = {
    qtext: 'Кто является первой женщиной-космонавтом?',
    a1: "1) Валентина Терешкова",
    a2: "2) Белка",
    a3: "3) Стрелка",
    a4: "4) Зоя Космодемьянская",
    correct: 1
};

questions[1] = {
    qtext: 'Как зовут Деда Мороза на Кипре?',
    a1: "1) Петр",
    a2: "2) Эммануил",
    a3: "3) Иван",
    a4: "4) Василий",
    correct: 4
};
questions[2] = {
    qtext: 'Сколько раз забрасывал невод в море старик из сказки «О рыбаке и рыбке»?',
    a1: "1) 4 раза",
    a2: "2) 3 раза",
    a3: "3) 2 раза",
    a4: "4) Вообще не забрасывал невод",
    correct: 2
};

questions[3] = {
    qtext: 'Какой советский фильм считается первым цветным фильмом?',
    a1: "1) «Путевка в жизнь»",
    a2: "2) «Праздник труда»",
    a3: "3) «Броненосец Потемкин»",
    a4: "4) «Я шагаю по Москве»",
    correct: 3
};
