var goods = {
    "s56734" : {
        "name" : "Велосипед зеленый",
        "cost" : 30000,
        "img" : "img/1.jpg",
    },
    "d48269" : {
        "name" : "Велосипед деревянный",
        "cost" : 400000,
        "img" : "img/2.jpg",
    },
    "u89432" : {
        "name" : "Велосипед бежевый",
        "cost" : 55000,
        "img" : "img/3.jpg",
    },
    "d84298" : {
        "name" : "Велосипед толстый",
        "cost" : 45000,
        "img" : "img/4.jpg",
    },
    "g63398" : {
        "name" : "Велосипед черный",
        "cost" : 75000,
        "img" : "img/5.jpg",
    }
};